IDEA Open Model
Element1D Constructor
Initializes a new instance of the Element1D class
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public Element1D()
Public Sub New
public:
Element1D()
See Also
Reference
Element1D Class
IdeaRS.OpenModel.Model Namespace